[
  {
    "name": "Harold Crick",
    "role": "Department of Reality TV",
    "bio": "Harold Crick is a small, unassuming man who loves nothing more than reality television. He is the head of the Department of Reality TV and is responsible for creating and overseeing all reality TV shows in the State."
  },
  {
    "name": "Stephanie Smothers",
    "role": "Head of Department of Censorship",
    "bio": "Stephanie Smothers is a large, imposing woman with a very loud voice. She is the head of the Department of Censorship and is responsible for censoring all information that the State does not want its citizens to know."
  },
  {
    "name": "Jeffrey Pritzker",
    "role": "Head of Department of Surveillance",
    "bio": "Jeffrey Pritzker is a tall, thin man with a very serious demeanor. He is the head of the Department of Surveillance and is responsible for overseeing all surveillance operations in the State."
  },
  {
    "name": "Maria Sanchez",
    "role": "Head of Department of Propaganda",
    "bio": "Maria Sanchez is a small, fiery woman with a passion for propaganda. She is the head of the Department of Propaganda and is responsible for creating and disseminating all propaganda for the State."
  },
  {
    "name": "James Wilkinson",
    "role": "Head of Department of Mind Control",
    "bio": "James Wilkinson is a tall, handsome man with an easygoing personality. He is the head of the Department of Mind Control and is responsible for overseeing all mind control operations in the State."
  },
  {
    "name": "Sarah Jones",
    "role": "Head of Department of Education",
    "bio": "Sarah Jones is a kind, gentle woman with a love for learning. She is the head of the Department of Education and is responsible for overseeing all educational operations in the State."
  },
  {
    "name": "John Doe",
    "role": "Head of Department of Health",
    "bio": "John Doe is a tall, muscular man with a no-nonsense attitude. He is the head of the Department of Health and is responsible for overseeing all health operations in the State."
  },
  {
    "name": "Jane Smith",
    "role": "Head of Department of Food and Agriculture",
    "bio": "Jane Smith is a tall, slender woman with a passion for food and agriculture. She is the head of the Department of Food and Agriculture and is responsible for overseeing all food and agriculture operations in the State."
  },
  {
    "name": "William Johnson",
    "role": "Head of Department of Defense",
    "bio": "William Johnson is a large, imposing man with a very serious demeanor. He is the head of the Department of Defense and is responsible for overseeing all defense operations in the State."
  },
  {
    "name": "Jessica Anderson",
    "role": "Head of Department of Media",
    "bio": "Jessica Anderson is a small, bubbly woman with a love for the media. She is the head of the Department of Media and is responsible for overseeing all media operations in the State."
  }
]
