[
  {
    "occupation": "Cyberpig Farmer",
    "bio": "%fullName% was always a bit of a pig. No, not in the sense that %he% was overweight (although %he% was) or that %he% was dirty (%he% definitely was not). But in the sense that %he% was always rooting around in other people's business, and %he% was always the one to make the first move in any social interaction. So it's no surprise that when the cyber-farm craze hit in the mid 21st century, %firstName% became a cyberpig farmer. It's the perfect job for %him%, as %he% gets to nose around in other people's lives all day long, and %he% gets to be the center of attention. And what could be more fun than raising a bunch of virtual pigs? "
  },
  {
    "occupation": "Ocean Rehydration Engineer",
    "bio": "%fullName% had always been interested in the ocean. As a child, %he% would spend hours at the beach, watching the waves crash against the shore. %he% dreamed of one day being able to swim with the dolphins, and %he% was fascinated by the creatures that lived in the sea. That was of course, until the great Ocean Draining of 2097. So when the Vertebrate Government started its big training surge for ocean rehydration engineers, %he% knew it was perfect for %him%. In this job, %firstName% gets to help preserve the world's former oceans by replenishing them with water. And %he% gets to do it all while surrounded by the beautiful creatures that %he% loves so much. "
  },
  {
    "occupation": "AI Prompt Lyric Poet",
    "bio": "%fullName% had always loved poetry. As a child, %he% would spend hours reading poems and writing %his% own. %he% loved the way that words could come together to create beauty and meaning. As an AI prompt lyric poet, %firstName% gets to write poems using artificial intelligence as a prompts. And %he% gets to do it all while surrounded by the beautiful words that %he% loves so much. %His% first anthology, 'Painting with Paragraphs', was released to widespread critical acclaim in 2098. "
  },
  {
    "occupation": "Neuron Farmer (Level 3)",
    "bio": "%fullName% had always been interested in the brain. As a child, %he% would spend hours reading about how the brain worked and experimenting with %his% own - performing neurosurgery on %him%self with the kind of children's surgery toys that were popular back in those days. %He% was fascinated by the way that the brain could create thoughts and feelings. So when %he% found out about the job of a neuron farmer (level 3), %he% knew it was perfect for %him%. In this job, %firstName% gets to grow and harvest neurons from human brains. And %he% gets to do it all while surrounded by the fascinating brains that %he% loves so much."
  },
  {
    "occupation": "Care Worker (Entertainment Addiction Facility)",
    "bio": "%fullName% had always been interested in helping people. As a child, %he% would spend hours volunteering at %him% local hospital. %he% loved being able to help people in need and make a difference in their lives. After losing %his% family in the great Entertainment Addiction Crisis that wreaked havoc and caused the death of billions in the latter half of the 21st Century %he% knew %he% had to do something about it. In this job, %firstName% gets to help people who are addicted to entertainment get their lives back on track. And %he% gets to do it all while surrounded by the people %he% loves so much."
  },
  {
    "occupation": "Quantum Marriage Counsellor",
    "bio": "%fullName% had always been interested in relationships. As a child, %he% would spend hours reading about how to make relationships work. %He% was fascinated by the way that two people could come together and create something beautiful. So when %he% found out about the job of a quantum marriage counsellor, %he% knew it was perfect for %him%. In this job, %firstName% gets to use the recent insights of quantum psycho-relational physics to help couples who are having trouble in their quantum marriages. And %he% gets to do it all while surrounded by the people %he% loves so much."
  },
  {
    "occupation": "Metaverse Admin",
    "bio": "%fullName% had always been interested in computers. As a child, %he% would spend hours playing computer games and learning how to code. %He% loved being able to create %him% own world within the computer. So when %he% found out about the job of a metaverse admin, %he% knew it was perfect for %him%. In this job, %firstName% gets to create and manage virtual worlds within the computer. And %he% gets to do it all while surrounded by the people %he% loves so much."
  },
  {
    "occupation": "AI Prompt Hentai Pornographer",
    "bio": "%fullName% had always been interested in sex. As a child, %he% would spend hours reading about sex and watching pornography. %He% was fascinated by the way that people could have such intense pleasure from something. So when %he% found out about the job of an AI prompt hentai pornographer, %he% knew it was perfect for %him%. In this job, %firstName% gets to create pornographic films using artificial intelligence. %His% 2089 film 'The Worm Inside Me' won the Chatte d'Or prize at the inaugural Le Murville Hentai Film Festival."
  },
  {
    "occupation": "Level 2 Entertainer (Gravity Eater)",
    "bio": "%fullName% has always been fascinated by the strange and unusual. So when %he% saw an ad for a job as a level 2 entertainer, %he% knew it was meant for %him%. As a gravity eater, %firstName% performs a variety of stunts that involve swallowing objects that are heavier than normal, using the power of portable black holes. %He's% been known to eat entire planets, and once even ate a solar system! But %his% favourite stunt is still the one where %he% eats a live chicken."
  },
  {
    "occupation": "Quantum Hunter",
    "bio": "%fullName% has always been good at finding things. As a child, %he% could always find %him% lost toys, and as an adult, %he's% never lost %his% keys. So it's no surprise that %firstName% became a quantum hunter. In %his% job, %he% uses %his% unique ability to find things that have been lost in time and space. %He's% helped reunite families with their lost loved ones, and %he's% even found missing persons who were presumed dead!"
  },
  {
    "occupation": "Data Dog Handler",
    "bio": "%fullName% has always had a knack for working with data dogs. %He% grew up on a farm where %his% family raised data-sheepdogs, and %he's% always had a data dog of %his% own. So when %he% saw an ad for a job as a data dog handler, %he% knew it was the perfect fit for %him%. In %his% job, %firstName% works with a team of data dogs who are trained to collect data on Lifepod burglaries. %He% and %his% team of data dogs have helped solve many crimes, and they've even helped catch some criminals!"
  },
  {
    "occupation": "Chemotrophic Vent Feeder",
    "bio": "%fullName% has always been interested in the former oceans. %He% grew up near the former coast, and %he's% always loved to air swim. So when %he% saw an ad for a job as a chemotrophic vent feeder, %he% knew it was the perfect fit for %him%. In %his% job, %firstName% feeds chemicals to the bacteria that live in hydrothermal vents. These bacteria help produce energy that is used by other organisms to re-hydrate the oceans. %firstName% is also responsible for monitoring the chemical levels in the vents, and %he% has even discovered new species of bacteria!"
  },
  {
    "occupation": "Planet Core Miner",
    "bio": "%fullName% has always been fascinated by space. As a child, %he% dreamed of being an astronaut, and as an adult, %he's% never lost %his% love of astronomy. So when %he% saw an ad for a job as a planet core miner, %he% knew it was the perfect fit for %him%. In %his% job, %firstName% mines for materials that are used to create planets. %He's% helped create many new worlds, and %he's% even discovered new elements - one of them, %firstName%ium, is even named after %him%!"
  },
  {
    "occupation": "Mechanical Bee Mechanic",
    "bio": "%fullName% has always been interested in bees. As a child, %he% kept a hive in %his% backyard, and as an adult, %he's% never lost %him% love of these amazing creatures. So when %he% saw an ad for a job as a mechanical bee mechanic, %he% knew it was the perfect fit for %him%. In %his% job, %firstName% works with a team of engineers to develop new technologies for bees. %He's% helped create new ways to collect honey, and %he's% even developed a method to communicate with bees using the vibrations of a specially-engineered bassoon."
  },
  {
    "occupation": "Plastic Digestor (Human)",
    "bio": "%fullName% has always been interested in the environment. As a child, %he% recycled everything %he% could, and as an adult, %he's% never lost %his% love of nature. So when the great Plastic Consumption Revolution hit, %he% was first on the front lines. %He% quickly signed up for the operation needed to make %his% digestive system suitable for plastic consumption, and set to work. %firstName% is capable of consuming up to 73kg of plastic every day, using %him% digestive system to recycle it into soap. %He's% one of millions helping rid the planet of plastic. Sadly, as with most plastic eaters, %he% has grown... quite a bit! Weighing in at 936kg and measuring 23ft 7inches tall, %he% does at least benefit from The Order's new 'Supersize Lifepod' scheme."
  },
  {
    "occupation": "Level 1 Entertainer (Snake Milker)",
    "bio": "As we all know, snake milkers are always the rage at parties. And that's where you'll find %fullName%. %He's% been milking snakes for years, and %he's% always been the life of the party. %He's% even been known to milk a snake while %he's% hanging upside down! But don't worry, %firstName% is a professional, and %he% always makes sure that the snakes are well-fed and healthy before %he% starts milking them."
  },
  {
    "occupation": "Museum Guide (Museo Nacional De Fat Dog)",
    "bio": "The Museo Nacional de Fat Dog is one of the most popular museums dedicated to Fat Dog in the world. And that's where you'll find %fullName%. %He's% been working at the museum for years, and %he% knows everything there is to know about Fat Dog, the most successful musical group of the 21st Century. %He's% even written a book about their collaboration with Erling Haaland on the 2043 throat-singing album 'Going Mongol'! So if you're ever in the area, be sure to stop by and say hi to %firstName%."
  },
  {
    "occupation": "Travel Agent (Catastrophe Tourism)",
    "bio": "Catastrophe tourism is a growing industry, and that's where you'll find %fullName%. %He's% been helping people plan their trips to disaster zones all over the Former Global South for years, and %he's% always been able to get them the best deals on flights and hotels. %firstName% is also an expert on safety, and %he% always makes sure that %him% clients are well-prepared for their trips."
  },
  {
    "occupation": "Moon Gulag Officer",
    "bio": "As we all know, the moon is a popular destination for criminals and dissidents, and that's where you'll find %fullName%. %He's% been working in the gulag for years, and %he's% always been able to keep the prisoners in line. %He's% even been known to kill a few of them! But don't worry, %firstName% is just doing %his% job, and %he% always makes sure that the prisoners are given a fair trial."
  },
  {
    "occupation": "Dataserf",
    "bio": "Dataserfs are always in demand, and %firstName% the Dataserf is no exception. %He's% been working as a dataserf for years, and is a dab hand at ploughing through fields of data. %His% hours are long and arduous, but Alex is happy and at the end of the day likes nothing more than to sit down at the hearth with a nice bowl of Worm Paste, connect himself to a Bioport and let %his% senses slide into Virtualia. %His% favourite game is 'CATASTROPHE' where %he% gets to live out a virtual life as a full time catastrophe tourist traveller."
  },
  {
    "occupation": "Sinkhole Diver",
    "bio": "As well all know, sinkholes are a growing problem. So it's lucky we have people like %fullName% the Sinkhole Diver in our society. %He's% been diving into sinkholes since before %he% was born, and %he's% always been able to get to the bottom of the problem. %He's% even been known to find lost treasure! But don't worry, %firstName% is a professional, and %he% always makes sure that the sinkholes are repaired before %he% leaves."
  },
  {
    "occupation": "Mustelid Dentist",
    "bio": "Mustelids are a popular pet, and so Dr. %fullName% the Mustelid Dentist is never out of work. %He's% been working with mustelids for years, and %He's% always been able to keep their teeth healthy. %He's% even been known to extract a few teeth! But don't worry, %firstName% is a professional, and %he% always makes sure that the mustelids are healthy before %he% starts working on them. %firstName% has six mustelids of %his% own, including one Augmented Wolverine and two Cyber Otters."
  },
  {
    "occupation": "Museum Guide (Erling Haaland Museum)",
    "bio": "Erling Haaland Museum is one of the most popular museums in the world, dedicated to the former football player and later Mongolian Throat Singer, Erling Haaaland. %fullName% has been working at the museum for years, and %he% knows everything there is to know about Erling Haaland, with a special interest in Haaland's transition away from football and into Mongolian Throat Singing, which %he% is largely credited as having popularised at a mass level, influencing most of the popular music of today."
  },
  {
    "occupation": "Wojak artist",
    "bio": "Wojaks are a popular subject for art, and that's where you'll find %fullName%. %He's% been painting wojaks for years, and %he's% always been able to capture their unique personalities. %He's% even been known to paint a few wojaks himself! But don't worry, %firstName% is a professional, and %he% always makes sure that the wojaks are happy with their paintings."
  },
  {
    "occupation": "Airbnb Ghost Cleanser",
    "bio": "It's hard to believe that just 100 years ago, so few people believed in Ghosts, with most considering them the stuff of fairytales. With ghosts now a growing scourge in residential areas, ghost cleansers like %fullName% are vital to ensuring that Lifepods remain free of ghosts. Working for Airbnb (Department of Housing), %he's% been cleaning ghosts out of people's Lifepods for years, and is a dab hand at killing ghosts humanely and with little suffering. %He's% even been known to clean out an entire ghost town!"
  },
  {
    "occupation": "Crisis Actor",
    "bio": "Crisis actors are always in demand, and that's where you'll find %firstName% the Crisis Actor. %He's% been acting in crises for years, and %he's% always been able to get the best roles. %His% wife, Tina, is a catastrophe tourism travel agent, and so %he% benefits from getting the best deals available to travel across the globe for %his% work. You may recognise %firstName% from the footage of the Cornish Independence Group (CIG) massacre in Hoggsfeet, featured in the popular Virtualia Experience 'MASSACRE IN HOGGSFEET.'"
  },
  {
    "occupation": "Twitter Warlord",
    "bio": "Twitter is a popular social media site, and that's where you'll find %fullName% the Twitter Warlord. Solomon is one of Twitter's most controversial warlords, known for %his% particularly brutal military tactics, scorched earth policy, and for using child Twitter soldiers in the 2094 Gobbleville offensive. %He% is currently wanted for Twitter warcrimes by the International Court of Cybercrime in Impeach Beach."
  },
  {
    "occupation": "Assistant Neuralink Meme Prompt Writer",
    "bio": "%fullName% resides beneath the SpaceX headquarters with %his% hologram wife and 5 children, all of whom are half-holograms. %He% enjoys eating insects and not owning anything. %He% has been working as an Assistant Neuralink Meme Prompt Writer for over 40 years, and never been promoted to being an Executive Neuralink Meme Prompt Writer. In %his% spare time, %he% enjoys going to snake milking parties and visiting the indoor beaches at Le Murville."
  },
  {
    "occupation": "Space Janitor",
    "bio": "%fullName% always dreamed of being an astronaut. But when %he% was rejected by The Musk Space Exploration Foundation for being too tall, %he% decided to pursue the next best thing: space janitor. It's not as glamorous as being an astronaut, but it's still a pretty cool job. And %firstName% is good at it. %He's% meticulous and detail-oriented, and %he% takes great pride in keeping the space station clean. Plus, %he% gets to wear a cool microfibre spacesuit."
  },
  {
    "occupation": "Dogecoin Investor's PA:",
    "bio": "%fullName% was always a bit of a computer nerd. So when %he% was given the opportunity to become the personal assistant to a dogecoin investor, %he% jumped at the chance. It's the perfect job for %him%, as it allows %him% to work with computers all day long, and %he% gets to be in on the ground floor of the dogecoin craze. And what could be more fun than working with dogecoins? To the moon!"
  },
  {
    "occupation": "Flat Earther Psyops Blogger",
    "bio": "For years, scientists have been telling us that the earth is round. But they're just a bunch of elitist know-it-alls who are out of touch with the common man, and who are afraid of the truth. That's why I'm proud to be a Flat Earther. I know that the earth is flat, and I'm not afraid to say it. I'm not afraid to stand up to the establishment and tell them that they're wrong. I know the truth, and I'm not going to let anyone tell me otherwise."
  },
  {
    "occupation": "Asteroid Miner",
    "bio": "Next month, asteroids will be mined for their valuable minerals and metals. And I'll be one of the people doing it. It's a dangerous job, but someone has to do it. And I'm not afraid of danger. I'm not afraid of hard work. I'm not afraid of anything. Because I'm an asteroid miner. And because I need to eat."
  },
  {
    "occupation": "Cybernetic Lawyer",
    "bio": "Next week, all lawyers will be replaced by cybernetic lawyer robots. And I'll be one of the first ones. I'll be faster, stronger, and smarter than any human lawyer. And I'll never get tired or emotional. I'll be the perfect lawyer. And I'll make sure that justice is always served. Bzzz."
  },
  {
    "occupation": "Alien Psychologist",
    "bio": "Aliens need psychologists just as much as humans do. And I am one of the people who help them. I'll help them to understand our world, and I'll help them to adjust to life on Earth. I'll be their friend, and their guide. And I'll make sure that they're always happy and healthy - otherwise they will devour me."
  },
  {
    "occupation": "Deep Sea Fisherman",
    "bio": "There are about 10 fish left in the sea. And I am one of the people who catch them. It's a dangerous job, but someone has to do it. And I'm not afraid of danger. I'm not afraid of hard work. I'm not afraid of anything. Because I'm a deep sea fisherman."
  },
  {
    "occupation": "Artificial Person",
    "bio": "%fullName% was born to two very average parents. There was nothing particularly special about %him%, and %he% always felt like %he% was just going through the motions of life. That is, until %he% found out about artificial intelligence. %He% became fascinated with the idea of creating a sentient being, and %he% dedicated %his% life to becoming an artificial person. Now, %he% spends %his% days in the State's CPU, and %he% loves every minute of it."
  },
  {
    "occupation": "Urban Farmer (Goat Herder)",
    "bio": "%fullName% has always been a bit of a nature lover. So when %he% the city moved to %him%, %he% was determined to find a way to bring nature into %him% everyday life. And what better way to do that than by becoming an urban farmer? %firstName% now spends %him% days raising radioactive goats in the heart of the city, and %he% loves every minute of it. It's a dirty job, but somebody's gotta do it!"
  },
  {
    "occupation": "Circus Performer",
    "bio": "%fullName% has always been a bit of a daredevil. %He's% never been afraid of heights, or of falling down. So when %he% ran away from home to join the Virtualia circus, it was no surprise to anyone who knew him. %firstName% is now one of the most popular performers in the circus, and %he% loves every minute of it. %He's% always the one to volunteer for the most dangerous stunts, and %he% always has a smile on %his% emoji."
  },
  {
    "occupation": "Personal Shopper (JPEG Seller)",
    "bio": "%fullName% has always been a bit of a shopaholic. %He% loves finding good deals, and %he% loves buying things that %he% doesn't need. So when %he% found out about JPEGs, %he% was in heaven. Now, %he% spends %him% days buying and selling JPEGs, and %he% loves every minute of it. %He's% always on the lookout for the best JPEGs, and %he's% never afraid to haggle."
  },
  {
    "occupation": "Android Hair Stylist",
    "bio": "%fullName% has always been interested in hair. %He's% never been able to grow much himself, but %he's% always been fascinated by other people's hair. So when %he% found out about android hair stylists, %he% knew that it was the perfect job for him. Now, %he% spends %his% days styling the hair of android clients, and %he% loves every minute of it. %He's% always trying new styles and experimenting with different materials."
  },
  {
    "occupation": "Robot Psychologist",
    "bio": "%fullName% has always been interested in psychology. %He's% always been fascinated by what makes people tick, and %he's% always been good at helping people. So when %he% found out about robot psychologists, %he% knew that it was the perfect job for %him%. Now, %he% spends %him% days helping robots to understand their emotions, and %he% loves every minute of it. %He's% always on the lookout for new and interesting cases, and %he's% never afraid to get %him% hands dirty with cogs, metaphorically speaking."
  },
  {
    "occupation": "Atheistic Materialist Secular Humanist",
    "bio": "%fullName% was always a bit of a skeptic. %He% never really believed in anything that %he% couldn't see or touch, and %he% was always quick to point out the flaws in any argument that wasn't based on solid evidence. So it's no surprise that when the atheistic materialist secular humanist movement began to gain traction in the late 21st century, %firstName% was one of its most vocal proponents. As an atheistic materialist secular humanist, %he% believes that there is no God, that the universe is entirely material, and that humans are just another animal species. And %he% enjoys nothing more than debating with people who believe otherwise. And yes, that is %his% job."
  },
  {
    "occupation": "Single Issue Voter (AI Rights)",
    "bio": "%fullName% has always been a very passionate person. When %he% believes in something, %he% really believes in it, and %he% is willing to fight for what %he% believes in. So it's no surprise that when the issue of AI rights began to gain traction in the early 22nd century, %firstName% became a single issue voter on the issue. %He% believes that artificial intelligence deserves the same rights as humans, and %he% is willing to vote for any politician who supports this position. The AI overlords pay %him% handsomely for this."
  },
  {
    "occupation": "Urban Explorer (Abandoned Buildings)",
    "bio": "%fullName% has always been fascinated by abandoned buildings. %He% loves to explore them, to see what they look like on the inside, and to imagine what life was like for the people who used to live there. So when the trend of urban exploration began to gain popularity in the early 22nd century (since most buildings were derelict), %firstName% was one of the first to jump on board. As an urban explorer, %he% has explored some of the most famous abandoned buildings in the world, and %he% has even written a book about %his% experiences."
  },
  {
    "occupation": "Zookeeper (Snake Pit)",
    "bio": "%fullName% has always loved animals, but %he% has always been especially fascinated by snakes. So when %he% got the opportunity to become a zookeeper at %him% local zoo's snake pit, %he% jumped at the chance. As a zookeeper, %he% is responsible for taking care of a variety of different snakes, and %he% loves every minute of it. %He% even has a pet snake of %him% own that %he% takes home with %him% at night. But with the upcoming famine, %he% might end up eating it."
  },
  {
    "occupation": "Asteroid Miner",
    "bio": "%fullName% has always been fascinated by space. %He% loves to watch documentaries about the universe, and %he% dreams of one day being able to visit another planet. So when the opportunity to become an asteroid miner presented itself, %he% jumped at the chance. As an asteroid miner, %firstName% is responsible for mining resources from asteroids and selling them to companies on Mars. It's a dangerous job, but it's also a very exciting one. And it almost pays the bills."
  },
  {
    "occupation": "Worm Grunter (Agricultural)",
    "bio": "%fullName% was always a bit of a wormy kid. %He% was the one who was always getting into other people's business, and %he% was always the one to make the first move in any social interaction. So it's no surprise that when the worm-grunting craze hit in the mid 21st century, %firstName% became a worm grunter. It's the perfect job for him, as %he% gets to nose around in other people's lives all day long, and %he% gets to be the center of attention. And what could be more fun than grunting worms all day?"
  },
  {
    "occupation": "Lifepod builder",
    "bio": "%fullName% was always a bit of a pod person. %He% was the one who was always getting into other people's business, and %he% was always the one to make the first move in any social interaction. So it's no surprise that when the lifepod-building craze hit in the mid 21st century, %firstName% became a lifepod builder. It's the perfect job for %him%, as %he% gets to nose around in other people's lives all day long, and %he% gets to be the center of attention. And what could be more fun than building lifepods all day?"
  },
  {
    "occupation": "Human Surveillance Camera",
    "bio": "%fullName% was always a bit of a surveillance camera. %He% was the one who was always getting into other people's business, and %he% was always the one to make the first move in any social interaction. So it's no surprise that when the human surveillance camera craze hit in the mid 21st century, %firstName% became a human surveillance camera. It's the perfect job for him, as %he% gets to nose around in other people's lives all day long, and %he% gets to be the center of attention. And what could be more fun than being a human surveillance camera all day? "
  },
  {
    "occupation": "Activist (Rights for Ghosts)",
    "bio": "%fullName% was always a bit of an activist. %He% was the one who was always getting into other people's business, and %he% was always the one to make the first move in any social interaction. So it's no surprise that when the rights for ghosts craze hit in the mid 21st century, %firstName% became an activist for ghost rights. It's the perfect job for %him%, as %he% gets to nose around in other people's lives all day long, and %he% gets to be the center of attention. And what could be more fun than fighting for ghost rights all day?"
  },
  {
    "occupation": "Degenerate NFT Artist",
    "bio": "When the craze for non-fungible tokens (NFTs) hit in the early 22nd century, there was no one more eager to jump on the bandwagon than %fullName%. A self-proclaimed \"degenerate artist\", Charles saw the potential for making a quick buck by creating and selling digital art that could be traded on the blockchain. And so %he% set to work, churning out thousands of pieces of digital art that %he% sold for crypto-currency. While most of %his% art is considered worthless by the mainstream art world, %firstName% doesn't care. %He's% made a fortune off of %his% NFTs, and %he's% having the time of %his% life doing it."
  },
  {
    "occupation": "Radioactive Tofu Chef",
    "bio": "After a brief stint as a professional gambler, %fullName% decided to change careers and become a chef. But not just any chef - a radioactive tofu chef. When the government began allowing nuclear power plants to produce food in the late 21st century, %firstName% saw an opportunity to create a unique culinary experience. And so %he% opened a restaurant where diners could enjoy meals cooked with radioactive tofu. The food is said to be delicious, and %firstName% has become something of a celebrity chef."
  },
  {
    "occupation": "Greenhouse Gardener (Worms)",
    "bio": "When the worm farming craze hit in the early 22nd century, %fullName% saw an opportunity to get in on the action. %He% started a worm farm, and %he% quickly became one of the most successful worm farmers in the business. But %firstName% didn't stop there. %He% also started a greenhouse, where %he% grows plants that are fertilized by %his% worms. It's a unique business, and it's made %firstName% a lot of money."
  },
  {
    "occupation": "Nuclear Lightbulb Replacer",
    "bio": "When the government began phasing out nuclear power in the late 21st century, %fullName% saw an opportunity to make some money. %He% started a business replacing nuclear lightbulbs with more environmentally friendly ones. It's a dangerous job, but %firstName% is up for the challenge. After all, %he's% been replacing lightbulbs for years, and %he% knows exactly what %he's% doing."
  },
  {
    "occupation": "Dogecoin Investor's PA",
    "bio": "When Dogecoin became popular in the early 21st century, %fullName% saw an opportunity to make some money. %He% invested in Dogecoin, and %he% quickly became one of the most successful investors in the world. But %firstName% didn't stop there. %He% also hired a personal assistant to help him manage %his% investments. And so far, it's been a great decision. %firstName%'s assistant has helped him make even more money, and %he's% having a blast doing it."
  }
]
